export const userMap = {
  0:'教师',
  1:'家长',
  2:'学生',
  3:'头条用户'
}
export const statusMap = {
  '0':'待审核',
  '1':'审核通过',
  '2':'审核不通过',
}
export const typeMap = {
  0: '资讯',
  1: '朋友圈',
  2: '解答'
}
export const classMap= {
  0: '学生',
  1: '老师',
  2: '家长',
  3: '教育',
  4: '动漫',
  5: '培训',
  6:'科技',
  7:'国风',
  8:'电影',
  9:'时尚',
  10:'搞笑',
  11:'图片',
  12:'体育',
  13:'美食',
  14:'数码',
  15:'旅游',
  16:'三农',
  17:'科学',
  18:'星座',
  19:'生活',
  20:'公益',
  21:'摄影',
  22:'校园',
  23:'法律',
  24:'读书',
  25:'艺术',
  26:'NBA',
  27:'财经',
  28:'综艺',
  29:'节日'
}
